Repository: blaze33/newco-legacy
Catalog: newco/apps/items/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Draft
fr: Brouillon

# parent
source: products
fr: des produits

# parent
source: tags
fr: des tags

source: Select {max} product using Tab or Enter, and the Arrow keys.
fr: Sélectionnez {max} produit en utilisant la touche Entrée ou Tabulation, et les flèches de direction.

source: No results matched
fr: Pas de résultats correspondant à la requête

source: My question refers to
fr: Ma question concerne

source: Ask something specific.
fr: Demandez quelque chose de précis.

source: Choose between either products or tags to link your question to.
fr: Choisissez soit des produits, soit des tags à lier à votre question.

source: Link your question to at least either one product or one tag.
fr: Liez votre question à au moins soit un produit, soit une catégorie/activité.

source: Pick less than %d tags
fr: Choisissez moins de %d tags

source: Pick less than %d products
fr: Choisissez moins de %d produits

source: Be concise and to the point.
fr: Soyez concis et direct.

source: Add one or several related categories/activities using Tab or Enter, and the Arrow keys.
fr: Ajoutez une ou plusieurs catégories/activités en rapport en utilisant la touche Entrée ou Tabulation, et les flèches de direction.

source: name
fr: nom

source: author
fr: auteur

source: date published
fr: date de publication

source: last modified
fr: dernière modification

source: product
fr: produit

source: status
fr: statut

source: products
fr: produits

source: content
fr: contenu

source: answer
fr: réponse

source: title
fr: titre

source: story
fr: article

source: stories
fr: articles

# item
source: the
fr: le

# question
source: the
fr: la

# answer
source: the
fr: la

# item
source: created
fr: créé

# question
source: created
fr: créée

# answer
source: created
fr: créée

# item
source: updated
fr: mis à jour

# question
source: updated
fr: mise à jour

# answer
source: updated
fr: mise à jour

# item
source: The %(class)s <i>%(object)s</i> will be deleted:
fr: Le %(class)s <i>%(object)s</i> sera supprimé&nbsp;:

# question
source: The %(class)s <i>%(object)s</i> will be deleted:
fr: La %(class)s <i>%(object)s</i> sera supprimée&nbsp;:

# answer
source: The %(class)s <i>%(object)s</i> will be deleted:
fr: La %(class)s <i>%(object)s</i> sera supprimée&nbsp;:

source: Top related questions
fr: Meilleures questions liées

source: Latest related questions
fr: Dernières questions liées

source: No products with tag %s
fr: Pas de produits avec le tag %s

source: No questions with tag %s
fr: Pas de questions avec le tag %s

source: No questions about products with tag %s
fr: Pas de questions sur les produits avec le tag %s

source: Edit this post
fr: Editer ce post

source: Delete this post
fr: Supprimer ce post

source: Ask a question about
fr: Posez une question à propos du produit

source: You can push this question to experts
fr: Vous pouvez soumettre cette question à des experts

source: No question yet! Ask the first one here!
fr: Pas de question pour l'instant&#x202F;! Soyez le premier à en poser une&#x202F;!

source: Answer
fr: Répondre

source: Update
fr: Mettre à jour

source: Publish
fr: Publier

source: Unpublish and save as draft
fr: Dépublier et sauvegarder dans les brouillons

source: Save as draft
fr: Sauvegarder dans les brouillons

source: Delete
fr: Supprimer

source: The %(class)s <i>%(object)s</i> will be deleted:
fr: Le %(class)s <i>%(object)s</i> sera supprimé&nbsp;:

source: Yes
fr: Oui

source: No
fr: Non

source: What you need to know before buying!
fr: Ce qu'il faut savoir avant d'acheter&#x202F;!

source: Where to buy
fr: Où acheter

source: Store
fr: Magasin

source: Name
fr: Nom

source: Price
fr: Prix

source: Edit Product
fr: Editer le Produit

source: Delete Product
fr: Supprimer le Produit

source: From
fr: A partir de

source: See the detailed offers
fr: Voir les offres détaillées

source: Top Questions for tag
fr: Meilleures questions dans

source: Top related products
fr: Meilleurs produits associés

source: No related product
fr: Pas de produit associé

source: Source:
fr: Source&nbsp;:

source: Download
fr: Télécharger

source: Add a product
fr: Ajouter un produit

source: Fill in some information about
fr: Remplissez des informations sur

source: Edit
fr: Modifier

source: Tips
fr: Astuces

source: Here, you can create a new product page in 10 seconds. To do so, you need to: <ol> <li>Fill in the product name and its associated <b><a class="black tooltip-bottom" href="%(url)s" target="_blank" title="Click here for help on tags">tags</a></b>.</li> <i class="icon-play"></i> You want to do more? <b>Add features!</b> You can: <li>Create the associated Store links using <em>Stores search</em>.</li> <li>Drag and drop the right corresponding images on the top positions, and trash the irrelevant ones.</li> </ol>
fr: Ici, vous pouvez créer une page produit en 10 secondes. Pour ce faire, vous devez&nbsp;: <ol> <li>Remplir le champ nom ainsi que les <b><a class="black tooltip-bottom" href="%(url)s" target="_blank" title="Cliquez ici pour de l'aide sur les tags">tags</a></b> associés.</li> <i class="icon-play"></i> Il vous en reste sous le coude ? <b>Ajoutez des caractéristiques !</b> Vous pouvez&nbsp;: <li>Créer les liens vers les sites marchands en utilisant le bouton <em>Recherche chez les e-commerçants</em>.</li> <li>Glissez et déposez les meilleures images correspondantes au début de la liste, et débarrassez vous de celles qui n'ont rien à voir.</li> </ol>

source: Linked Products
fr: Produits Associés

source: Remove unselected
fr: Enlever les produits non-cochés

source: Stores Search
fr: Recherche chez les e-commerçants

source: Add selected
fr: Ajouter les produits cochés

source: Save product
fr: Sauvergarder le produit

source: Create
fr: Créer

source: or
fr: ou

source: Create and add features
fr: Créer et ajouter des caractéristiques

source: Products
fr: Produits

source: Home
fr: Accueil

source: What products?
fr: Quels produits&#x202F;?

source: Browse products with tag
fr: Parcourir des produits avec le tag

source: Search products with tag
fr: Chercher des produits avec le tag

source: Filter
fr: Filtrer

source: Popular
fr: Populaires

source: Last added
fr: Récents

source: Old
fr: Anciens

source: What questions?
fr: Quelles questions&#x202F;?

source: Questions with tag
fr: Questions avec le tag

source: Questions about products with tag
fr: Questions sur les produits avec le tag

source: No answers
fr: Pas de réponses

source: Related products
fr: Produits associés

source: Related tags
fr: Tags associés

source: Ask a question
fr: Posez une question

source: Edit your question
fr: Editez votre question

source: Update and keep public
fr: Mettre à jour et laisser public

source: Update and publish
fr: Mettre à jour et publier

source: Publish your question
fr: Publier votre question

source: Update and keep as draft
fr: Mettre à jour et laisser dans les brouillons

source: Why is it encouraged?
fr: Pourquoi cette incitation&#x202F;?

source: Answer your own question
fr: Répondez à votre propre question.

source: Publish your question and answer
fr: Publier votre question et la réponse

source: Cancel
fr: Annuler

source: Add product
fr: Ajouter le produit

source: Here, you can ask a question about one or several products: <ol> <li>Write down your question.</li> <li>Select products or tags to bind that question to, using the search bars.</li> <li>Once the question submitted, you can wait for an answer or, if you are getting impatient, <b>ask an expert</b> to help you out.</li> </ol>
fr: Ici, vous pouvez poser une question à propos d'un ou plusieurs produits : <ol> <li>Ecrivez votre question.</li> <li>Sélectionnez des produits ou des tags à lier à cette question, en utilisant les menus de recherche.</li> <li>Une fois la question soumise, vous pouvez attendre une réponse ou, si vous devenez impatient, <b>demander à un expert</b> de vous aider.</li> </ol>

source: You can also answer your own question if there is something you would like to share and you haven't found the related question. That way, you document your knowledge so it can help others.
fr: Vous pouvez aussi répondre à votre propre question s'il y a quelque chose que vous souhaitez partager et que vous n'avez pas trouvé la question associée. Ainsi, vous documentez votre connaissance pour qu'elle serve à d'autres.

source: Search for a product
fr: Chercher un produit

source: not found
fr: n\'existe pas

source: Click here if you cannot find the product you want to link your question to
fr: Cliquez ici si vous ne trouvez pas le produit que vous voulez lier à votre question

source: <a href="%(url)s">answered</a> a question
fr: a <a href="%(url)s">répondu</a> à une question

source: asked a question
fr: a posé une question

source: answered a question
fr: a répondu à une question

source: Sorry, this feed is empty.
fr: Désolé, ce flux est vide.

source: %(nb_ans)s answer:
fr: %(nb_ans)s réponse&nbsp;:

source: Answer this question
fr: Répondez à cette question

source: Add an answer
fr: Ajoutez une réponse

source: Ask to answer
fr: Demandez à quelqu'un de répondre

source: Please login before answering.
fr: Connectez-vous avant de répondre.

source: Answer and publish
fr: Répondre et publier

source: Add a question
fr: Poser une question

source: asked a <a href="%(url)s">question</a>
fr: a posé une <a href="%(url)s">question</a>

source: Products related
fr: Produits liés

source: Categories
fr: Catégories

source: This question is a draft.<br>It has been anonymized.
fr: Cette question est un brouillon.<br>Elle est anonyme.

source: Add Answer
fr: Ajouter une réponse

source: Category
fr: Catégorie

source: Click to remove tag %(tag)s from your skill list
fr: Cliquez pour enlever le tag %(tag)s de votre liste de compétences

source: In my skills
fr: Dans mes compétences

source: Click to add tag %(tag)s to your skill list
fr: Cliquez pour ajouter le tag %(tag)s à votre liste de compétences

source: Add to skills
fr: Ajouter aux compétences
