Repository: blaze33/newco-legacy
Catalog: newco/apps/utils/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %(receiver)s, %(answerer)s has answered your question!
fr: %(receiver)s, %(answerer)s répondu a votre question&#x202F;!

source: %(receiver)s, %(requester)s needs your help.
fr: %(receiver)s, %(requester)s a besoin de vous.

source: %(followee)s, %(follower)s is now following you on NewCo.
fr: %(followee)s, %(follower)s vous suit désormais sur NewCo.

source: Thanks {user}, {article}{verbose_name} was successfully {created}.
fr: Merci {user}, {article}{verbose_name} a été {created} avec succès.

source: Thanks {user}, {article}{verbose_name} was successfully {updated}.
fr: Merci {user}, {article}{verbose_name} a été {updated} avec succès.

source: Thanks {user}, your bio has been successfully updated.
fr: Merci {user}, votre bio a été mise à jour.

source: Warning {user}, the form is invalid.
fr: Attention {user}, le formulaire est invalide.

source: {user}, you are now following {object}.
fr: {user}, vous suivez désormais {object}.

source: {user}, you are not following {object} anymore.
fr: {user}, vous ne suivez plus {object}.

source: {user}, you can't follow yourself!
fr: {user}, vous ne pouvez pas vous suivre&#x202F;!

source: {user}, your request has been sent to {receiver}!
fr: {user}, votre requête a été envoyée à {receiver}&#x202F;!

source: {user}, you can't ask yourself to answer a question!
fr: {user}, vous ne pouvez pas vous proposer de répondre à une question&#x202F;!

source: {user}, {email} is not a valid email address!
fr: {user}, {email} n'est pas une adresse e-mail valide&#x202F!

source: {user}, your up vote on {object} has been recorded.
fr: {user}, votre vote positif sur {object} a été enregistré.

source: {user}, your down vote on {object} has been recorded.
fr: {user}, votre vote négatif sur {object} a été enregistré.

source: {user}, your vote on {object} has been cancelled.
fr: {user}, votre vote sur {object} a été annulé.

source: {user}, you can't vote on your own contribution!
fr: {user}, vous ne pouvez pas voter sur votre propre contribution&#x202F;!

source: {user}, the tag {tag} has been added to your skill set.
fr: {user}, le tag {tag} a été ajouté à votre liste de compétences.

source: {user}, the tag {tag} has been removed from your skill set.
fr: {user}, le tag {tag} a été enlevé de votre liste de compétences.

source: Posted
fr: Posté

source: Reputation
fr: Réputation

source: has answered your question
fr: a répondu à votre question

source: To see %(answerer)s's profile, go there:
fr: Pour voir le profil de %(answerer)s, rendez-vous ici&nbsp;:

source: To see %(question)s, go there:
fr: Pour voir %(question)s, rendez-vous ici&nbsp;:

source: would like you to answer a question
fr: aimerait que vous répondiez à une question

source: would like you to answer the question
fr: aimerait que vous répondiez à la question

source: To see %(asker)s's profile, go there
fr: Pour voir le profil de %(asker)s, rendez-vous ici

source: To see %(question)s, go there
fr: Pour voir %(question)s, rendez-vous ici

source: is now following you on NewCo!
fr: vous suit désormais sur NewCo&#x202F;!

source: To follow back <a href="%(follower_url)s">%(follower_name)s</a>, go on his profile.
fr: Pour suivre <a href="%(follower_url)s">%(follower_name)s</a> en retour, allez sur son profile.

source: To see %(follower)s's profile, go there
fr: Pour voir le profil de %(follower)s, rendez-vous ici

source: Thanks,<br>The NewCo Project team
fr: Merci,<br> L'équipe NewCo Project

source: This email has been sent because you allowed it in your account configuration. If you want to change it, please go <a href="%(settings_url)s" >here</a> (available soon, please forgive us for the emails you didn't want in the mean time).
fr: Cet email vous a été envoyé car vous l'avez autorisé dans les paramètres de vos notifications. Si vous voulez les changer, rendez-vous <a href="%(settings_url)s" >ici</a> (disponible prochainement).

source: --- This email has been sent because you allowed it in your account configuration. If you want to change it, please go there: %(settings_url)s (available soon). --- Thanks ! The NewCo Project team
fr: --- Cet email vous a été envoyé car vous l'avez autorisé dans les paramètres de vos notifications. Si vous voulez les changer, rendez-vous <a href="%(settings_url)s" >ici</a> (disponible prochainement). --- Merci, L'équipe de NewCo

source: 2 days ago
fr: il y a 2 jours

source: yesterday
fr: hier

source: now
fr: maintenant

source: a second ago
fr: il y a une seconde

source: a minute ago
fr: il y a une minute

source: an hour ago
fr: il y a une heure

source: and
fr: et

source: about the product
fr: à propos du produit

source: with the tag
fr: avec le tag
