Repository: blaze33/newco-legacy
Catalog: newco/apps/utils/help/locale/*/LC_MESSAGES/django.po
Languages: fr

source: ...some of our experts in this field
fr: ...à plusieurs de nos experts dans ce domaine

source: These are users that have declared being competent on this particular field
fr: Ce sont les utilisateurs ayant déclaré être compétent dans ce domaine précis

source: ...users you know
fr: ...à des utilisateurs que vous connaissez

source: ...a non-member through an email
fr: ...à une personne extérieure via e-mail

source: Enter an email address
fr: Entrez une adresse e-mail

source: Fill at least one field
fr: Remplissez au moins un champ

source: {user}, your request has been sent to {receiver}!
fr: {user}, votre requête a été envoyée à {receiver}&#x202F;!

source: {user}, you can't ask yourself to answer a question!
fr: {user}, vous ne pouvez pas vous proposer de répondre à une question&#x202F;!

source: {user}, {email} is not a valid email address!
fr: {user}, {email} n'est pas une adresse e-mail valide&#x202F!

source: Ask...
fr: Demandez...

source: Each user you select will receive a message explaining that you asked for his help on this question and that you would like him to answer.
fr: Chaque utilisateur que vous sélectionnez recevra un message expliquant que vous avez demandé son aide sur cette question et que vous voudriez qu'il réponde.

source: Ask
fr: Demander
