Repository: blaze33/newco-legacy
Catalog: newco/apps/dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Dashboard
fr: Tableau de bord

source: Feed
fr: Flux

source: Contribution center
fr: Centre de contributions

source: Teamwork
fr: Travail en équipe

source: Drafts
fr: Brouillons

source: All my contributions
fr: Toutes mes contributions

source: Shopping notes
fr: Notes de shopping

source: Purchase history
fr: Historique d'achat

source: My newsfeed
fr: Mon flux

source: Mini feed from what you follow
fr: Mini feed de ce que vous suivez

source: You don't follow anything nor anyone yet. Find people or products to follow on your right, or navigating NewCo!
fr: Vous ne suivez rien ni personne pour le moment. Consultez les profils et les produits à suivre sur votre droite, ou baladez-vous&#x202F;!

source: Latest activity on your skills tags... Maybe you would like to contribute?
fr: Dernière activité sur vos tags de compétences... Peut-être voulez-vous contribuer&#x202F;?

source: Maybe you want to complete and publish some?
fr: Vous voulez peut être en terminer et publier certains&#x202F;?

source: You don't have any drafts.
fr: Vous n'avez pas de brouillons.

source: Your latest contributions
fr: Vos dernières contributions

source: We don't know what to advice you to contribute on, we would need to know more about you. Maybe you could <a href='%(url_ed)s'>add skill tags</a> to your profile?
fr: Nous ne pouvons vous conseiller sur où contribuer, nous avons besoin d'en savoir plus sur vous. Peut être vous pourriez <a href='%(url_ed)s'>ajouter des compétences</a> à votre profil ?

source: You haven't contributed yet. Have you checked the <a href='%(url_get)s'>Get Started</a> or <a href='%(url_cont)s'>How to contribute</a> pages?
fr: Vous n'avez pas contribué pour le moment. Avez-vous visité les pages <a href='%(url_get)s'>Lancez-vous</a> ou <a href='%(url_cont)s'>Comment contribuer</a>&#x202F;?

source: Monitor all that concerns you
fr: Gardez un œil sur tout ce qui vous concerne

source: Activity from what you follow
fr: Activité de ce que vous suivez

source: Contributing
fr: Contribuer

source: If you want to use your time and knowledge wisely, click here!
fr: Si vous voulez utiliser votre temps et vos connaissances intelligemment, cliquez ici&#x202F;!

source: Grrrr... Don't bother me, I'm working on it
fr: Grrrr... Ne me dérangez pas, j'y travaille

source: &lsquo;Drafts&rsquo; contains your un-published contributions
fr: &lsquo;Brouillons&rsquo; contient vos contributions non-publiées

source: Where to go to find any of your input
fr: Où aller pour trouver n'importe laquelle de vos contributions

source: It&lsquo;s still baking. We know you&lsquo;re hungry, and we do too, please be patient ;)
fr: &Ccedil;a cuit encore. On sait que vous avez faim, mais nous aussi, un peu de patience ;)

source: We are working on it!
fr: On y travaille&#x202F;!

source: Profiles
fr: Profils

source: Exactly as others see it, except the 'edit' button :P
fr: Exactement tel que les autres le voient, sauf le bouton 'éditer' :P ...

source: User profile
fr: Profil utilisateur

source: Search user
fr: Chercher un utilisateur

source: All Profiles
fr: Tous les profils

source: Looking for one of your contributions? Here are the tools to help you find!
fr: Vous cherchez une de vos contributions&#x202F;? Ici on vous donne les outils pour vous aider à la trouver !

source: Search in all my contributions - Not functional yet
fr: En construction - Chercher dans toutes mes contributions

source: %(username)s's dashboard | %(page_name)s
fr: Tableau de bord de %(username)s | %(page_name)s

source: Here is where we provide you with all the <a data-toggle="modal" href="#feedbackModal" rel="tooltip-bottom" title="We'd love to read your ideas, send us an email!">tools</a> we have to help you contribute.
fr: Ici, nous vous donnons tous les <a data-toggle="modal" href="#feedbackModal" rel="tooltip-bottom" title="Vous avez des idées, envoyez-nous un email !">outils</a> que nous avons pour vous aider à contribuer.

source: Activity on your domains of skills
fr: Activité sur vos domaines de compétences

source: Latest activity on your skills tags... Maybe you'd like to contribute?
fr: Dernière activité sur vos tags de compétences... Vous voulez peut être contribuer&#x202F;?

source: Keep here your drafts: contributions you don't want to publish (yet).
fr: Gardez ici vos brouillons : contributions que vous ne voulez pas (encore) publier.

source: Activity from what you follow.
fr: Activité de ce que vous suivez.

source: Who to follow?
fr: Qui suivre&#x202F;?

source: View all
fr: Voir tous

source: Products you may like
fr: Les produits que vous pourriez aimer

source: We provide you with all the things that concern you on this page. If you have only a 'quick check' to do on NewCo, this page is the one!
fr: Nous mettons à votre disposition sur cette page tout ce qui vous concerne. Si vous n'avez qu'un passage rapide à faire sur NewCo, tout est ici.

source: More tools to come very soon on the dashboard! If you have some ideas about how to improve this page, please %(link_1)stell us%(link_2)s, we can't wait to read them!
fr: Très bientôt plus d'outils sur le tableau de bord ! Si vous avez des idées pour améliorer cette page, %(link_1)senvoyez nous un email%(link_2)s, nous avons hâte de les découvrir&#x202F;!

source: Search in all my purchases
fr: Chercher dans tous mes achats
