Repository: blaze33/newco-legacy
Catalog: newco/apps/about/locale/*/LC_MESSAGES/django.po
Languages: fr

source: How to contribute?
fr: Comment contribuer&#x202F;?

source: Why NewCo?
fr: Pourquoi NewCo&#x202F;?

source: We believe in today's connected world you should be able to find easily a deep information on any product. It would empower you to make wise choices. We work hard to make it real, and sometimes work late at night. We believe if we realize this vision we will all be able to buy products better adapter to our needs, push industrials to produce better products, and help you save a lot of time and energy finding what you want to buy.
fr: Nous croyons que dans le monde connecté d'aujourd'hui, vous devriez avoir la possibilité de trouver facilement de l'information détaillée sur n'importe quel produit. Vous auriez le pouvoir de faire des choix en connaissance de cause. Nous travaillons dur pour concrétiser ça, et parfois tard la nuit. Nous croyons que si nous réalisons cette vision, nous aurons tous la possibilité d'acheter des produits plus adaptés à nos besoins, d'inciter les industriels à faire de meilleurs produits, et de vous aider à gagner du temps et de l'énergie à trouver ce que vous voulez acheter.

source: We believe this shouldn't happen
fr: Nous croyons que ça ne devrait pas arriver

source: How can I contribute to NewCo?
fr: Comment contribuer&#x202F;?

source: How do you ensure to have quality content on the platform?
fr: Comment vous assurez-vous d'avoir du contenu de qualité sur la plateforme&#x202F;?

source: Quality of content is, with user experience, our first worry. To reach great result, we set up everything to:<ul><li>guide contributors and entice them to collaborate between them</li><li>promote best content emergence through our collective intelligence system
fr: La qualité du contenu est, avec l'expérience utilisateur, notre première préoccupation. Pour atteindre un résultat satisfaisant, nous mettons tout en oeuvre pour&#x202F;:<ul><li>guider les contributeurs et les inciter à collaborer entre eux.</li><li>favoriser l'émergence du bon contenu via notre système d'intelligence collective.

source: How to earn reputation points?
fr: Comment gagner des points de réputation&#x202F;?

source: Build your reputation by creating quality content. You will get points from other users votes.
fr: Construisez votre réputation en créant du contenu de qualité et vous gagnerez des point par les votes des autres utilisateurs.

source: What are the tags for?
fr: A quoi servent les tags&#x202F;?

source: Tags are used for two things: tag products, and tag skills. Tags can both be used for skills and products, but the use is different: tags on products is a way to categorize, tags on skills is a way to identify someone's area of competence.
fr: Les tags s'appliquent à deux choses : les produits et les compétences des utilisateurs. Les tags peuvent servir à la fois aux compétences et aux produits, mais l'utilisation est différente&nbsp;: les tags sur les produits est une manière de catégoriser, les tags sur les compétences est une manière d'identifier les zones d'expertise d'un utilisateur.

source: Get started
fr: Lancez-vous

source: Get <em style='color: #46a546 /*Bootstrap green*/'>started</em>
fr: Lancez-<em style='color: #46a546 /*Bootstrap green*/'>vous</em>

source: Explore
fr: Explorer

source: Ask a question
fr: Poser une question

source: Add a product
fr: Ajouter un produit

source: Or get to know more NewCo
fr: Ou découvrez-en plus sur NewCo

source: How it works?
fr: Comment est structuré NewCo&#x202F;?

source: Public space
fr: Espace public

source: Product information? Go this way, Explore through the <a href="%(url_home)s">homepage</a> or the search bar!
fr: Les informations produits&#x202F;? C'est par ici, passez par la page d'<a href="%(url_home)s">accueil</a> ou la barre de recherche&#x202F;!

source: Here, you will see what each visitor can see. This is the part of the website shared by everyone.
fr: Ici, vous verrez la meme chose que chaque visiteur, c'est la partie que partage tout le monde.

source: Personal space
fr: Espace personnel

source: Exclusive Pages? Your newsfeed, your drafts, your profile... over here!
fr: Les pages rien que pour vous&#x202F;? Votre sélection de flux, vos brouillons, votre profil... c'est ici&#x202F;!

source: This is your exclusive space. We offer you the tools to display the information as <b>you</b> want to see it.
fr: Ici, c'est votre espace dédié, vous seul y avez accès. On vous propose les outils pour organiser <b>vos</b> informations tel que <b>vous</b> le souhaitez.

source: tell me more!
fr: dites m'en plus&#x202F;!

source: NewCo empowers you to buy better.<br>How? We enable you to get the information you look for, and share your knowledge back to the community.
fr: NewCo vous donne le pouvoir de mieux acheter.<br>Comment&#x202F;? En vous permettant de vous informer et de partager vos connaissances à la communauté.

source: Get information
fr: Informez-vous

source: To get some information about products:
fr: Pour vous informer sur les produits&nbsp;:

source: browse the public area
fr: naviguez dans l'espace public

source: use the tools available in your private space
fr: utilisez les outils de votre espace personnel

source: Share knowledge
fr: Partagez vos connaissances

source: You can contribute while browsing the public area. Or visit the <b><a href="%(url_contrib)s" class="black">contribution center</a></b>.
fr: Vous pouvez contribuer en naviguant dans l'espace public. Ou rendez-vous dans votre <b><a href="%(url_contrib)s" class="black">centre de contribution</a></b>.

source: Build your reputation: create quality content and you will get points from other users votes.
fr: Construisez votre réputation : créez du contenu de qualité et vous gagnerez des point par les votes des autres utilisateurs.

source: <b>NEW:</b> We just set up a tool to create <b>easily</b> affiliation links towards our partners!
fr: <b>Nouveauté&nbsp;:</b> Nous venons de mettre en place un outil pour créer <b>simplement</b> les liens d'affiliation vers nos sites partenaires&#x202F;!

source: <i>Check this out</i></a>!
fr: Allez voir</a>&#x202F;!

source: Team
fr: Equipe

source: Who are we?
fr: Qui sommes nous&#x202F;?

source: What Next?
fr: Que faire maintenant&#x202F;?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
fr: Commencez par <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">vous authentifier</a>.

source: Start by <a href="%(login_url)s">logging in</a>.
fr: Commencez par <a href="%(login_url)s">vous authentifier</a>.
