Repository: blaze33/newco-legacy
Catalog: newco/locale/*/LC_MESSAGES/django.po
Languages: fr

source: There is no question in this category. <a class='btn' href='{create_url}'>Ask your own!</a>
fr: Il n'y a pas de question dans cette catégorie. <a class='btn' href='{create_url}'>Posez la votre&#x202F!</a>

source: English
fr: Anglais

source: French
fr: Français

source: Error 403
fr: Erreur 403

source: Permission Denied
fr: Permission refusée

source: You can't vote.
fr: Vous ne pouvez pas voter.

source: Go back
fr: Revenir en arrière

source: You can't delete this content.
fr: Vous n'avez pas la permission pour supprimer ce contenu.

source: Go back to homepage
fr: Retour à l'accueil

source: Not Found
fr: Ressource non trouvée

source: Page not found
fr: Page non trouvée

source: We're sorry but that page could not be found.
fr: Nous sommes confus, la page que vous demandez n'existe pas.

source: or
fr: ou

source: Add +
fr: Ajouter +

source: Add a product
fr: Ajouter un produit

source: Ask a question
fr: Poser une question

source: We are still working on it
fr: Nous travaillons dessus

source: Add a story
fr: Ajouter un article

source: Reload the tutorial here
fr: Rechargez le tutoriel ici

source: Tutorial
fr: Tutoriel

source: Your reputation
fr: Votre réputation

source: Dashboard
fr: Tableau de bord

source: My profile
fr: Mon profil

source: Settings
fr: Paramètres

source: Log out
fr: Se déconnecter

source: Log in
fr: Se connecter

source: Sign up
fr: S'enregistrer

source: How to contribute?
fr: Comment contribuer

source: Team
fr: L'équipe

source: Home: %(username)s
fr: Accueil&nbsp;: %(username)s

source: Home
fr: Accueil

source: Empowering you to buy better
fr: Vous donner le pouvoir de mieux acheter

source: NewCo helps you choose with confidence and share your advice between users.
fr: NewCo vous aide à choisir en toute confiance et à partager vos conseils entre utilisateurs.

source: Get information
fr: Informez-vous

source: Find products, users or tags in the search bar
fr: Trouvez des produits, utilisateurs ou tags dans la barre de recherche

source: ...or <a href="#" class="btn btn-primary"><em><i class="icon-play" style="margin-right: 3px; vertical-align:middle;"></i> explore NewCo</em></a>
fr: ...ou <a href="#" class="btn btn-primary"><em><i class="icon-play" style="margin-right: 3px; vertical-align:middle;"></i> explorez NewCo</em></a>

source: ...or <a href="#" class="btn btn-primary" id="explore" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><em><i class="icon-play icon-white"></i> explore NewCo</em></a>
fr: ...ou <a href="#" class="btn btn-primary" id="explore" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><em><i class="icon-play icon-white"></i> explorez NewCo</em></a>

source: Share knowledge
fr: Partagez vos connaissances

source: Find where to <em><a class="btn btn-primary" href="%(url_contrib)s" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><i class="icon-pencil"></i> contribute</a></em>...
fr: Trouvez où <em><a class="btn btn-primary" href="%(url_contrib)s" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><i class="icon-pencil icon-white"></i> contribuer</a></em>...

source: ...and build your reputation from others' votes
fr: ...et construisez votre réputation par les votes des utilisateurs

source: Find where to <em><a class="btn btn-primary" href="%(url_contrib)s" id="contribute-btn" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><i class="icon-pencil icon-white"></i> contribute</a></em>...
fr: Trouvez où <em><a class="btn btn-primary" href="%(url_contrib)s" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><i class="icon-pencil icon-white"></i> contribuer</a></em>...

source: ...and build your <a id="reputation-trigger" href="%(url_faq)s#reputation">reputation</a> from others' votes
fr: ...et construisez votre <a id="reputation-trigger" href="%(url_faq)s#reputation">réputation</a> par les votes des utilisateurs

source: Click here to close the tutorial
fr: Cliquez ici pour fermer le tutoriel

source: NewCo empowers you to buy better
fr: NewCo vous donne le pouvoir de mieux acheter

source: Products
fr: Produits

source: Popular
fr: Populaires

source: Last added
fr: Derniers ajouts

source: Unanswered
fr: Sans réponse

source: My newsfeed
fr: Mon flux

source: Find products or tags in the search bar
fr: Trouvez des produits ou tags dans la barre de recherche

source: ...or <a href="#" class="btn btn-primary"><em><i class="icon-play" style="margin-right: 3px; vertical-align:middle;"></i>explore NewCo</em></a>
fr: ...ou <a href="#" class="btn btn-primary"><em><i class="icon-play" style="margin-right: 3px; vertical-align:middle;"></i> explorez NewCo</em></a>

source: ...or <a href="#" class="btn btn-primary" id="explore" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><em><i class="icon-play" style="margin-right: 3px; vertical-align:middle;"></i>explore NewCo</em></a>
fr: ...ou <a href="#" class="btn btn-primary" id="explore" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><em><i class="icon-play icon-white" style="margin-right: 3px; vertical-align:middle;"></i> explorez NewCo</em></a>

source: Find where to <em><a class="btn btn-primary" href="%(url_contrib)s" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><i class="icon-pencil" style="margin-right: 3px; vertical-align: middle;"></i> contribute</a></em>...
fr: Trouvez où <em><a class="btn btn-primary" href="%(url_contrib)s" style="font-size: 18px; font-weight: 200; position:relative; top: -3px;"><i class="icon-pencil icon-white" style="margin-right: 3px; vertical-align: middle;"></i> contribuer</a></em>...

source: Create...
fr: Créez...

source: Join NewCo
fr: Rejoignez NewCo

source: Login
fr: Connectez-vous

source: Popular products
fr: Produits populaires

source: Answer questions
fr: Répondez aux questions

source: Filter
fr: Filtrer

source: Popular questions
fr: Questions populaires

source: Last added questions
fr: Dernières questions ajoutées

source: Questions without answer
fr: Questions sans réponses

source: Category
fr: Catégorie

source: Filter by category
fr: Filtrer par catégorie

source: Select
fr: Sélectionnez

source: Questions on Products
fr: Questions sur les produits

source: Questions on Categories
fr: Questions sur catégories

source: No unanswered questions on this category.
fr: Pas de questions sans réponse dans cette catégorie.

source: Ask your own awesome question then!
fr: Poser alors votre propre question&#x202F;!

source: Choose a Category
fr: Choisissez une catégorie

source: Filter by
fr: Filtrer par

source: Recently answered
fr: Récemment répondu

source: Search for a product, a user or a tag
fr: Cherchez un produit, un utilisateur ou un tag

source: e.g. tennis, trekking, shoes, housework, cooking, GPS, smartphone, etc.
fr: ex.\xA0: tennis, randonnée, chaussures, ménage, cuisine, GPS, smartphone, etc.

source: Tell me more!
fr: Dites m'en plus&#x202F;!

source: NewCo is a product information webapp organized around Q&amp;A.
fr: NewCo est un site d'information produit organisé autour des questions/réponses.

source: But what if I don&#39;t find it?
fr: Et si je ne trouve pas&#x202F;?

source: Looking for some information or advice? See if you can find here the related product, tag or user.
fr: Vous cherchez des informations ou des avis ? Essayez de trouver ici le produit, le tag ou l'utilisateur correspondant.

source: Thank you!
fr: Merci&#x202F;!

source: NewCo is a collaborative webapp: if you can't find what you're looking for, create it and ask something!
fr: NewCo est une application web collaborative&nbsp;: si vous ne trouvez pas ce que vous cherchez, créez-le et posez des questions&#x202F;!

source: User %(profile_name)s at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s.
fr: L'utilisateur %(profile_name)s sur %(site_name)s a renseigné cette adresse email. Pour confirmer cette information, allez à %(activate_url)s.

source: Confirm email address for %(site_name)s
fr: Confirmez cette adresse email pour %(site_name)s
